Revit 2024 API
ParameterTypeId.RevolutionEndAngle Property
 "End Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RevolutionEndAngle { get; }
Visual Basic
Public Shared ReadOnly Property RevolutionEndAngle As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RevolutionEndAngle {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace